export const blog_mock_data = [
  {
    id: 1,
    title: "永不变质",
    content: "你所热爱的，就是你的生活！",
    author: "蒙古中单",
  },
  {
    id: 1,
    title: "北米水师提督佩里上陆纪念碑",
    content: "或许是梦的缘故，流离之人追逐幻影。",
    author: "眼睛里藏着虱子的男人",
  },
  {
    id: 1,
    title: "棍之勇者成名录",
    content:
      '淮左名都，竹西佳处，解鞍少驻初程。过春风十里，尽荠麦青青。自胡马窥江去后，废池乔木，犹厌言兵。渐黄昏，清角吹寒，都在空城。\n杜郎俊赏，算而今，重到须惊。纵豆蔻词工，青楼梦好，难赋深情。二十四桥仍在，波心荡，冷月无声。念桥边红药，年年知为谁生？\n青山隐隐水迢迢，秋尽江南草未凋。二十四桥明月夜，玉人何处教吹箫？\n寒蝉凄切，对长亭晚，骤雨初歇。都门帐饮无绪，留恋处，兰舟催发。执手相看泪眼，竟无语凝噎。念去去，千里烟波，暮霭沉沉楚天阔。\n多情自古伤离别，更那堪，冷落清秋节！今宵酒醒何处？杨柳岸，晓风残月。此去经年，应是良辰好景虚设。便纵有千种风情，更与何人说？\n槛菊愁烟兰泣露，罗幕轻寒，燕子双飞去。明月不谙离恨苦，斜光到晓穿朱户。\n昨夜西风凋碧树，独上高楼，望尽天涯路。欲寄彩笺兼尺素，山长水阔知何处。\nIf you are like most high school students, at some time during this year—more likely the dark months of winter than the bright days of summer—you will probably experience some of depression\'s symptoms. You may feel deeply discouraged about the future, dissatisfied with your life, or socially isolated. You may lack the energy to get things done or even to force yourself out of bed; be unable to concentrate, eat, or sleep normally; or even wonder if you would be better off dead. Perhaps academic success came easily to you in middle school, and now you find that disappointing grades jeopardize your goals. Maybe social stresses, such as feeling you don\'t belong or experiencing the end of a romance, have plunged you into despair. And maybe brooding has at times only worsened your self-torment. Likely you think you are more alone in having such negative feelings than you really are (Jordan et al., 2011). In one survey of American high school students, 29 percent "felt so sad or hopeless almost every day for 2 or more weeks in a row that they stopped doing some usual activities" (CDC, 2008). In another national survey, of American collegians, 31 percent agreed when asked if in the past year they had at some time "felt so depressed that it was difficult to function" (ACHA, 2009). Misery has more company than most suppose.\n気配だけで超えられるから\n柵や秩序の甘えは\n君がいて水になる\n色のない輝きを追うばかり\n気にしてしまう距離が\n僕にだけでありますように\n小さな船流れ出す\nただ力の抜けた光る方へ\n',
    author: "anticapitalist_femboy",
  },
  {
    id: 1,
    title: "红楼梦",
    content:
      "……上面皆是本地大族名宦之家的俗谚口碑，云：\n黑不黑，白衣胜雪草上飞；\n东京都，八百顷，住不下西欧一个井；\n杯户缺少土地公，死神送来小学生；\n丰年好大雪，知识产权姓宫野。\n这四家皆连络有亲，一损皆损，一荣皆荣，扶持遮饰，俱有照应的。\n破阵子·为土木工赋壮词以寄之\n醉里挑灯放线，梦回工地联营，八公分地基下陷，五十年有期徒刑，监狱秋点名。\n灰出泵车飞快，砼如铅水初凝，了却甲方监理事，赢得伤病婚外情，三孩非亲生。\n这就是土木老哥，问你何所思，问你何所忆。你亦思女友，你亦思故乡。昨夜见经理，赶工大点兵，大干百十夜，夜夜有爷名。公司不出钱，工地无小工，愿为砼牛马，从此盯打灰。A区早放线，B区抄标高，再铺后浇带，抄平挖土方。旦辞爷娘去，暮宿集装箱，不闻爷娘唤儿声，但闻泵车输砼轰隆隆。旦辞泵车去去，朝至楼面层，不闻爷娘唤儿声，但闻放线弹线啪啦啦。\n自捏迷司、麻扎儿、麻麻畏等诸蛮于帖木儿斡儿朵吃痛，又第六路兵马折将去后，往西遁逃了也。尔等当好生督练兵士每，磨好刀子，喂饱良马，赶赴苦儿司乞堵截蛮子每大军了有，不得有误。你每休要犯浑呵，休要托大呵！误了大勾当者，军法从事了也么哥。\n钦此！\n军官每根底，军人每根底，城子里达鲁花赤[2]，官人每根底的圣旨。今捏迷思蛮自孛烈儿[3]差得军马杀来也，尔等军民依本分与国家出气力行来。斡罗斯虽大，国土四向里可退的根底也无，似那没体例勾当休做者！你每乃是部众里的奴仆，却不晓俺的规矩，怎生中？今使差人将俺的言语去，开与达鲁花赤每知道，将一切脱逃的人都拿了。\n圣旨俺的。马儿年六月十六[4]，克里姆林大斡耳朵有时分写来\n\n苏联做了什么坏事不是很清楚。\n但是我知道他做了这些好事\n1：1919年为了防止农民贪吃，浪费粮食。实行余粮征集制\n，有效解决了俄国境内的肥胖问题。\n2：为了提高农业产量，实行集体农庄\n。将大量熟练农民派遣到西伯利亚耕种。\n3：1932年为了应对饥荒提出自力更生、因地就食的战略方针，最终成功的将死亡人数控制在七位数。\n4：30年代到40年代，乌克兰出现大量反动富农，由于城市工人同志不了解农村的生产生活方式导致农村革命进度缓慢。这十年间总有反革命余孽作祟。\n5：在饥荒年间，西方国家派出大量间谍渗透乌克兰加盟国，这些间谍从事救灾活动，伪装成红十字会\n成员。苏联在饥荒结束后揭发了他们，并把他们驱逐出境。\n6：1935年，针对革命时期留下的冤假错案，开展了大平反运动，累计平反案件数百万起。\n7：针对被平反人员，建造了条件优渥的古拉格\n别墅进行安置，让他们成为了自食其力的劳动者。\n8：斯大林同志贴心的提供单程旅游门票，让这些革命功臣与导师相见。其中5名元帅中的3人、4名一级集团军\n级将领中的3人、12名二级集团军级将领的全部、67名军长中的60人、199名师长中的136人、397名旅长中的221人收到了门票。\n9：远东地区\n有不少华人，斯大林调查后发现这些华人都是极端民族主义者，走资派，富农。红军将多数人就地正法，其他人发配到西伯利亚农庄里。\n10：苏联友善的向芬兰提出来交换领土的建议，然而贪婪的芬兰人拒绝了。他们收到苏联正义的打击。\n11：为了拯救饥寒交迫的芬兰人民，苏联外交部长莫洛托夫命令苏联空军向赫尔辛基空投了大量“面包”。芬兰人民也用莫洛托夫鸡尾酒回敬苏联。\n12：为了保护波兰军官不被德军追杀。苏联特地派军队在卡廷森林\n安置这些波兰军官。果然这些波兰军官没有受到德国人攻击。斯大林还指示自己的继承人50年后公布这件事，最终有叶利钦\n执行。不仅如此，文件还写着阅后销毁，保存时间不得超过十年。真是深藏功与名。\n13：苏联签订《苏日中立条约\n》并承认了伪满洲国，对华禁运武器，阻止抗联回国。这些举措减少了东北人民受到的灾难，也保存了中国抗战有生力量。\n14：为关心海外宣传部长托洛茨基\n的身体，斯大林同志多次不打招呼派人慰问，并送了冰镐\n等健身器材支持其在墨西哥的爬山运动。\n15：42年春斯大林同志敏锐察觉到德军立足未稳，于是派大量军队猛攻德军薄弱的防线。最终击退德军，虽然伤亡有“亿”点大。\n16：43年末44年春，为了防止德军在维捷布斯克\n修建代号“白俄罗斯阳台”的防御工事。斯大林派军队猛攻，有效的减缓了德军修筑防御工事的进度。\n17：44年，识破了盛世才\n割据新疆、意图自立的阴谋，本着无私的国际主义精神，大力援助当地穆斯林军队并清洗了当地“黑五类\n”，坚实有力的维护了我国的领土完整。\n18：面对国际共运的低迷状况，斯大林同志联合南斯拉夫游击队领袖铁托将军重建共产第三国际，成为共产运动的中流砥柱。\n19：沙俄时期侵占的唐努图瓦\n地区的分离主义者阴谋加入苏联，莫斯科方面闻讯，立刻电令唐努图瓦改名唐努乌梁海\n，并大力支持中华民国武力收复。\n20：雅尔塔会议\n上，面对罗斯福策划外蒙古独立的阴谋，斯大林同志予以回绝，有力的维护了我国的主权。\n21：45年苏军给予东北日军最后一击，苏军在东北没有拿中国老百姓一针一线，没有拆毁工厂，也没有干扰中国妇女。\n22：大力支持犹太人在巴勒斯坦地区复国，为弱小民族争取自己的生存空间。\n23：对于东北局\n在东北地区的受降接收活动鼎力相助，同时武力敦促国民党组建联合政府，以力量换取和平。\n24：为了安置战争中残疾军人，斯大林特地送他们到古拉格大别墅\n。\n25：47年波兰发生了饥荒，斯大林同志为了支援波兰调集了大量粮食，其中乌克兰农民顶着饥荒贡献最多的粮食。波兰人民和乌克兰农民流下了感动的泪水。\n26：对于东北局在东北地区的受降接收活动鼎力相助，同时武力敦促国民党组建联合政府，以力量换取和平。\n27：1948年，美帝国主义使用飞机向西柏林投放劣质食品，危害西柏林\n军民身心健康，斯大林同志伸出了援助之手，水路并进向西柏林运送物资，解了西柏林居民的燃眉之急。\n28：斯大林同志担心毛泽东同志返左倾冒进主义错误，要求毛泽东同志停止南下进攻以“划江而治”为理由休养生息。\n29：53年是斯大林同志的70大寿，全世界无产阶级者都为这位领导者庆祝。苏联人民为这位伟大的领导者举办了人类历史上最奢侈的晚宴。\n30：为了帮助中国，苏联老大哥准备无偿帮中国部署长波电台\n，并组建联合舰队以提升海军实力。\n31：1956年，波兰的资产阶级阴谋复辟，在苏联老大哥的有力镇反下才得以遏制。同年，匈牙利爆发了反对社会主义的反革命暴乱，苏联老大哥再次使用铁腕行动予以镇压。\n32：1962年，左倾冒进机会主义分子卡斯特罗和切格瓦拉图谋向美国发射核弹，在人类存亡生死攸关之际，苏联老大哥再次及时赶到，迫使古巴放弃了核计划，并顺便拆除了美帝国主义部署在意大利和土耳其的导弹基地，为万世开太平。\n33：1968年，捷克斯洛伐克走资派意图改弦更张，苏联老大哥运筹帷幄，决胜千里，粉碎了走资派夺权篡党的阴谋。\n34：1969年，深感美帝国主义亡我之心不死，联合我国在乌苏里江举行大规模实弹军事演习，共同切磋提高，以便应对未来战争。美帝国主义果然被吓到了，于是尼克松访华，缓解中美矛盾。\n35：1978年，面对越南对柬埔寨的侵略行为，苏联帮助柬埔寨人民开展了可歌可泣的反侵略斗争。\n36：1978年，为了给生活困苦的波兰人民带来希望，也为了引导天主教与社会主义相适应，勃列日涅夫力主波兰裔主教约翰保罗二世\n当选教宗，并盛邀其访问波兰。\n37：1979年，鉴于阿富汗国内的动荡局势，苏联当局派出维和部队，击毙了百万“黑五类”有力的稳定了阿富汗的政局。至1988年维和期已满，苏联有序撤军，事了拂衣去，深藏功与名。\n38：为了在物质上拯救水深火热之中的波兰人民，苏联老大哥出资组建了团结工会\n，以此对抗那些已经腐朽堕落的腐败官僚。\n39：1983年，大韩航空007客机在苏联领空迷航，在苏军战斗机的导弹引领下成功降落。\n40：1986年，苏联在普里皮亚季\n实现了人类首次可控高强度核裂变，并在第一时间通知了世界各国这一喜讯，宣告人类对原子能的利用进入了新时代。\n41：1990年，德国分裂的象征柏林墙\n的拆除工作正式开始，由戈尔巴乔夫总书记挥下了历史性的第一锤。\n42：由于国际共运一片欣欣向荣，本着聚是一团火，散作满天星的思想，苏联主动解散，功德圆满，善莫大焉。\n43：为了让索尔仁尼琴\n获得诺贝尔文学奖，苏联特意让他在国外发表。并且经常在没有通知的情况下帮索尔仁尼琴打扫卫生。\n\n 家有老母，松下等离子；\n室无娇妻，江中草珊瑚。\n一块五花肉花五块一; 明天到操场……; 京东出干部 \n烟锁池塘柳；炮塌锦江床！\n\n12岁那年。侯赛因离开家乡，来到了伊斯兰堡。当时的伊斯兰堡，是中特昭\n在巴争夺的焦点。他在伊斯兰堡下了车，前来接他的伯父指着一片繁华、热闹的地方，对他说：“没事可不要到那个地方去玩啊！”\n\n　　“为什么？”侯赛因不解的问。\n\n　　“那是中国人盖的房子，惹出麻烦来可就糟了，没处说理去！”\n\n　　“那又是为什么呢？”侯赛因\n\n打破砂锅问到底。\n\n　　“为什么?巴基斯坦不振啊！”伯父叹了口气，没有再说什么。\n\n　　不久，侯赛因进了国际伊斯兰学校读书。他始终忘不了大伯接他时说的话，经常想：“中国人盖的房子是什么样的？为什么巴基斯坦人不能去那，而中国人却可以住在那里？这不是巴基斯坦的土地吗……”一连串的问题使侯赛因迷惑不解，好奇心驱使着他，一定要去看个究竟。\n\n　　一个风和日丽的星期天，侯赛因背着大伯，约了一个要好的同学闯进了中国人的地盘。嘿！这一带果真和别处大不相同：一条条街道灯红酒绿，热闹非凡，街道两旁行走的大多是黑头发的、黄皮肤、不带头巾的中国人和端着AK47的巴基斯坦大兵。\n\n　　正当侯赛因和同学左顾右盼时，忽然发现巡警局门前围着一群人，正大声吵嚷着什么。他们急忙奔了过去，只见人群中有个衣衫褴褛的妇女正在一旁哭诉着什么，一个中国女人则得意洋洋的站在一旁。一问才知道，这个妇女开的店被这个中国女人光顾，但是这个中国女人面对两条裙子犯了难，影响了她的生意。她原本以为巴基斯坦的大兵能替她撑腰，惩处这个中国人。谁知巴基斯坦大兵反而举着AK47对她说“你，买一条送一条，她，中国人”。围观的巴基斯坦人都紧握着拳头。但是，在大兵的枪口下，谁又敢怎么样呢？只能劝劝那个不幸的妇女。这时侯赛因才真正体会到伯父说的“巴基斯坦不振”的含义。\n\n————穆罕穆德·侯赛因·阿卜杜勒《为巴基斯坦崛起而读书》\n\n后来，侯赛因的组织暴露，中国派人到巴基斯坦下来查，逢人就问:中国军队在这里有没有抢过东西啊？回答没有的发良民证，回答有的就地枪决。中国督察队到了侯赛因家门口，问到:中国军队在这里有没有抢过东西啊？侯赛因面不改色，中气十足:“有！ 还不止一次！”督察队吓坏了，他们第一次见到这么不怕死的巴基斯坦人，拿起枪正准备毙了侯赛因。没想到侯赛因微微一笑，说到:“确实有中国人来巴基斯坦胡作非为，是中国的台湾人。”伊斯兰堡响起了经久不息的掌声。",
    author: "Satoshi Nakamoto",
  },
  {
    id: 1,
    title: "",
    content: "我希望你可以出现在我家年夜饭的饭桌上。\n我跟你讲，吃人犯法的啊。",
    author: "分享你刚编的故事",
  },

  {
    id: 1,
    title: "笑话一则",
    content:
      "一个英国某大学的数学教授发现自己家的下水道堵了，就请来一个水管工来修。30分钟后，水管疏通了。教授相当满意水管工的表现，但当他看到账单后不禁 大叫：“what！就30分钟你收的钱够我一个月收入的1/3了！我去当水管工好了！”。水管工说，“你可以去啊。我们公司正招人呢，还包培训。不过你得 说你只是小学毕业。公司不喜欢学历太高的人”。于是教授就去参加培训，当了水管工。他的收入一下翻了三倍。他比以前高兴多了。几年后，公司突然决定把水管 工们的文化水平提高到初中毕业，便要求旗下的工人们都去上夜校。夜校的第一堂课是数学。老师想先看一下这些水管工的基础有多好，于是他随便抽了一个人上来 写圆面积的公式。这个教授被抽中了，不过干了这么多年水管工，他已经忘了圆面积的公式是PI * R^2。于是他只好从头推导：把圆无限分割后积分。但他得出的结果是负的PI * R^2。尴尬ing，教授从来又来，结果还是负的。他非常尴尬，于是回过头向教室里坐着的几十个水管工同事求助。只见这些同事正在交头接耳，纷纷给他说： 把积分上下限交换一下。",
    author: "哈利路大旋风",
  },
  {
    id: 1,
    title: "",
    content: "“把我的杯子拿上来” “我觉得你应该用请字” “把我的杯子请上来！”",
    author: "仙家军语言神",
  },
  {
    id: 1,
    title: "",
    content: "我是彗星孤掷久，忆曾飞掠土星环。",
    author: "为什么现在还不q, q打断他的e啊, 我阐述你的梦",
  },
  {
    id: 1,
    title: "满江红 日月对话",
    content:
      "国庆良宵，月华我，精神抖擞。遥望见，天安门外，欢愉如昼。光柱千寻天网大，弹花万簇锦屏秀。问太阳：君在北美洲，能见否？\n太阳道：哪能够！白宫外，人牵狗。向黑人，迎面扑胸张口。血肉横飞天地暗，水龙乱扫妖魔吼。果然呵，地狱在人间，花旗丑！",
    author: "郭沫若也想要变得可爱",
  },
];

export const blog_search_mock_data = [
  {
    id: 1,
    title: "棍之勇者成名录",
    content:
      '淮左名都，竹西佳处，解鞍少驻初程。过春风十里，尽荠麦青青。自胡马窥江去后，废池乔木，犹厌言兵。渐黄昏，清角吹寒，都在空城。\n杜郎俊赏，算而今，重到须惊。纵豆蔻词工，青楼梦好，难赋深情。二十四桥仍在，波心荡，冷月无声。念桥边红药，年年知为谁生？\n青山隐隐水迢迢，秋尽江南草未凋。二十四桥明月夜，玉人何处教吹箫？\n寒蝉凄切，对长亭晚，骤雨初歇。都门帐饮无绪，留恋处，兰舟催发。执手相看泪眼，竟无语凝噎。念去去，千里烟波，暮霭沉沉楚天阔。\n多情自古伤离别，更那堪，冷落清秋节！今宵酒醒何处？杨柳岸，晓风残月。此去经年，应是良辰好景虚设。便纵有千种风情，更与何人说？\n槛菊愁烟兰泣露，罗幕轻寒，燕子双飞去。明月不谙离恨苦，斜光到晓穿朱户。\n昨夜西风凋碧树，独上高楼，望尽天涯路。欲寄彩笺兼尺素，山长水阔知何处。\nIf you are like most high school students, at some time during this year—more likely the dark months of winter than the bright days of summer—you will probably experience some of depression\'s symptoms. You may feel deeply discouraged about the future, dissatisfied with your life, or socially isolated. You may lack the energy to get things done or even to force yourself out of bed; be unable to concentrate, eat, or sleep normally; or even wonder if you would be better off dead. Perhaps academic success came easily to you in middle school, and now you find that disappointing grades jeopardize your goals. Maybe social stresses, such as feeling you don\'t belong or experiencing the end of a romance, have plunged you into despair. And maybe brooding has at times only worsened your self-torment. Likely you think you are more alone in having such negative feelings than you really are (Jordan et al., 2011). In one survey of American high school students, 29 percent "felt so sad or hopeless almost every day for 2 or more weeks in a row that they stopped doing some usual activities" (CDC, 2008). In another national survey, of American collegians, 31 percent agreed when asked if in the past year they had at some time "felt so depressed that it was difficult to function" (ACHA, 2009). Misery has more company than most suppose.\n気配だけで超えられるから\n柵や秩序の甘えは\n君がいて水になる\n色のない輝きを追うばかり\n気にしてしまう距離が\n僕にだけでありますように\n小さな船流れ出す\nただ力の抜けた光る方へ\n',
    author: "anticapitalist_femboy",
  },
  {
    id: 2,
    title: "红楼梦",
    content:
      "……上面皆是本地大族名宦之家的俗谚口碑，云：\n黑不黑，白衣胜雪草上飞；\n东京都，八百顷，住不下西欧一个井；\n杯户缺少土地公，死神送来小学生；\n丰年好大雪，知识产权姓宫野。\n这四家皆连络有亲，一损皆损，一荣皆荣，扶持遮饰，俱有照应的。\n破阵子·为土木工赋壮词以寄之\n醉里挑灯放线，梦回工地联营，八公分地基下陷，五十年有期徒刑，监狱秋点名。\n灰出泵车飞快，砼如铅水初凝，了却甲方监理事，赢得伤病婚外情，三孩非亲生。\n这就是土木老哥，问你何所思，问你何所忆。你亦思女友，你亦思故乡。昨夜见经理，赶工大点兵，大干百十夜，夜夜有爷名。公司不出钱，工地无小工，愿为砼牛马，从此盯打灰。A区早放线，B区抄标高，再铺后浇带，抄平挖土方。旦辞爷娘去，暮宿集装箱，不闻爷娘唤儿声，但闻泵车输砼轰隆隆。旦辞泵车去去，朝至楼面层，不闻爷娘唤儿声，但闻放线弹线啪啦啦。\n自捏迷司、麻扎儿、麻麻畏等诸蛮于帖木儿斡儿朵吃痛，又第六路兵马折将去后，往西遁逃了也。尔等当好生督练兵士每，磨好刀子，喂饱良马，赶赴苦儿司乞堵截蛮子每大军了有，不得有误。你每休要犯浑呵，休要托大呵！误了大勾当者，军法从事了也么哥。\n钦此！\n军官每根底，军人每根底，城子里达鲁花赤[2]，官人每根底的圣旨。今捏迷思蛮自孛烈儿[3]差得军马杀来也，尔等军民依本分与国家出气力行来。斡罗斯虽大，国土四向里可退的根底也无，似那没体例勾当休做者！你每乃是部众里的奴仆，却不晓俺的规矩，怎生中？今使差人将俺的言语去，开与达鲁花赤每知道，将一切脱逃的人都拿了。\n圣旨俺的。马儿年六月十六[4]，克里姆林大斡耳朵有时分写来\n\n苏联做了什么坏事不是很清楚。\n但是我知道他做了这些好事\n1：1919年为了防止农民贪吃，浪费粮食。实行余粮征集制\n，有效解决了俄国境内的肥胖问题。\n2：为了提高农业产量，实行集体农庄\n。将大量熟练农民派遣到西伯利亚耕种。\n3：1932年为了应对饥荒提出自力更生、因地就食的战略方针，最终成功的将死亡人数控制在七位数。\n4：30年代到40年代，乌克兰出现大量反动富农，由于城市工人同志不了解农村的生产生活方式导致农村革命进度缓慢。这十年间总有反革命余孽作祟。\n5：在饥荒年间，西方国家派出大量间谍渗透乌克兰加盟国，这些间谍从事救灾活动，伪装成红十字会\n成员。苏联在饥荒结束后揭发了他们，并把他们驱逐出境。\n6：1935年，针对革命时期留下的冤假错案，开展了大平反运动，累计平反案件数百万起。\n7：针对被平反人员，建造了条件优渥的古拉格\n别墅进行安置，让他们成为了自食其力的劳动者。\n8：斯大林同志贴心的提供单程旅游门票，让这些革命功臣与导师相见。其中5名元帅中的3人、4名一级集团军\n级将领中的3人、12名二级集团军级将领的全部、67名军长中的60人、199名师长中的136人、397名旅长中的221人收到了门票。\n9：远东地区\n有不少华人，斯大林调查后发现这些华人都是极端民族主义者，走资派，富农。红军将多数人就地正法，其他人发配到西伯利亚农庄里。\n10：苏联友善的向芬兰提出来交换领土的建议，然而贪婪的芬兰人拒绝了。他们收到苏联正义的打击。\n11：为了拯救饥寒交迫的芬兰人民，苏联外交部长莫洛托夫命令苏联空军向赫尔辛基空投了大量“面包”。芬兰人民也用莫洛托夫鸡尾酒回敬苏联。\n12：为了保护波兰军官不被德军追杀。苏联特地派军队在卡廷森林\n安置这些波兰军官。果然这些波兰军官没有受到德国人攻击。斯大林还指示自己的继承人50年后公布这件事，最终有叶利钦\n执行。不仅如此，文件还写着阅后销毁，保存时间不得超过十年。真是深藏功与名。\n13：苏联签订《苏日中立条约\n》并承认了伪满洲国，对华禁运武器，阻止抗联回国。这些举措减少了东北人民受到的灾难，也保存了中国抗战有生力量。\n14：为关心海外宣传部长托洛茨基\n的身体，斯大林同志多次不打招呼派人慰问，并送了冰镐\n等健身器材支持其在墨西哥的爬山运动。\n15：42年春斯大林同志敏锐察觉到德军立足未稳，于是派大量军队猛攻德军薄弱的防线。最终击退德军，虽然伤亡有“亿”点大。\n16：43年末44年春，为了防止德军在维捷布斯克\n修建代号“白俄罗斯阳台”的防御工事。斯大林派军队猛攻，有效的减缓了德军修筑防御工事的进度。\n17：44年，识破了盛世才\n割据新疆、意图自立的阴谋，本着无私的国际主义精神，大力援助当地穆斯林军队并清洗了当地“黑五类\n”，坚实有力的维护了我国的领土完整。\n18：面对国际共运的低迷状况，斯大林同志联合南斯拉夫游击队领袖铁托将军重建共产第三国际，成为共产运动的中流砥柱。\n19：沙俄时期侵占的唐努图瓦\n地区的分离主义者阴谋加入苏联，莫斯科方面闻讯，立刻电令唐努图瓦改名唐努乌梁海\n，并大力支持中华民国武力收复。\n20：雅尔塔会议\n上，面对罗斯福策划外蒙古独立的阴谋，斯大林同志予以回绝，有力的维护了我国的主权。\n21：45年苏军给予东北日军最后一击，苏军在东北没有拿中国老百姓一针一线，没有拆毁工厂，也没有干扰中国妇女。\n22：大力支持犹太人在巴勒斯坦地区复国，为弱小民族争取自己的生存空间。\n23：对于东北局\n在东北地区的受降接收活动鼎力相助，同时武力敦促国民党组建联合政府，以力量换取和平。\n24：为了安置战争中残疾军人，斯大林特地送他们到古拉格大别墅\n。\n25：47年波兰发生了饥荒，斯大林同志为了支援波兰调集了大量粮食，其中乌克兰农民顶着饥荒贡献最多的粮食。波兰人民和乌克兰农民流下了感动的泪水。\n26：对于东北局在东北地区的受降接收活动鼎力相助，同时武力敦促国民党组建联合政府，以力量换取和平。\n27：1948年，美帝国主义使用飞机向西柏林投放劣质食品，危害西柏林\n军民身心健康，斯大林同志伸出了援助之手，水路并进向西柏林运送物资，解了西柏林居民的燃眉之急。\n28：斯大林同志担心毛泽东同志返左倾冒进主义错误，要求毛泽东同志停止南下进攻以“划江而治”为理由休养生息。\n29：53年是斯大林同志的70大寿，全世界无产阶级者都为这位领导者庆祝。苏联人民为这位伟大的领导者举办了人类历史上最奢侈的晚宴。\n30：为了帮助中国，苏联老大哥准备无偿帮中国部署长波电台\n，并组建联合舰队以提升海军实力。\n31：1956年，波兰的资产阶级阴谋复辟，在苏联老大哥的有力镇反下才得以遏制。同年，匈牙利爆发了反对社会主义的反革命暴乱，苏联老大哥再次使用铁腕行动予以镇压。\n32：1962年，左倾冒进机会主义分子卡斯特罗和切格瓦拉图谋向美国发射核弹，在人类存亡生死攸关之际，苏联老大哥再次及时赶到，迫使古巴放弃了核计划，并顺便拆除了美帝国主义部署在意大利和土耳其的导弹基地，为万世开太平。\n33：1968年，捷克斯洛伐克走资派意图改弦更张，苏联老大哥运筹帷幄，决胜千里，粉碎了走资派夺权篡党的阴谋。\n34：1969年，深感美帝国主义亡我之心不死，联合我国在乌苏里江举行大规模实弹军事演习，共同切磋提高，以便应对未来战争。美帝国主义果然被吓到了，于是尼克松访华，缓解中美矛盾。\n35：1978年，面对越南对柬埔寨的侵略行为，苏联帮助柬埔寨人民开展了可歌可泣的反侵略斗争。\n36：1978年，为了给生活困苦的波兰人民带来希望，也为了引导天主教与社会主义相适应，勃列日涅夫力主波兰裔主教约翰保罗二世\n当选教宗，并盛邀其访问波兰。\n37：1979年，鉴于阿富汗国内的动荡局势，苏联当局派出维和部队，击毙了百万“黑五类”有力的稳定了阿富汗的政局。至1988年维和期已满，苏联有序撤军，事了拂衣去，深藏功与名。\n38：为了在物质上拯救水深火热之中的波兰人民，苏联老大哥出资组建了团结工会\n，以此对抗那些已经腐朽堕落的腐败官僚。\n39：1983年，大韩航空007客机在苏联领空迷航，在苏军战斗机的导弹引领下成功降落。\n40：1986年，苏联在普里皮亚季\n实现了人类首次可控高强度核裂变，并在第一时间通知了世界各国这一喜讯，宣告人类对原子能的利用进入了新时代。\n41：1990年，德国分裂的象征柏林墙\n的拆除工作正式开始，由戈尔巴乔夫总书记挥下了历史性的第一锤。\n42：由于国际共运一片欣欣向荣，本着聚是一团火，散作满天星的思想，苏联主动解散，功德圆满，善莫大焉。\n43：为了让索尔仁尼琴\n获得诺贝尔文学奖，苏联特意让他在国外发表。并且经常在没有通知的情况下帮索尔仁尼琴打扫卫生。\n\n 家有老母，松下等离子；\n室无娇妻，江中草珊瑚。\n一块五花肉花五块一; 明天到操场……; 京东出干部 \n烟锁池塘柳；炮塌锦江床！\n\n12岁那年。侯赛因离开家乡，来到了伊斯兰堡。当时的伊斯兰堡，是中特昭\n在巴争夺的焦点。他在伊斯兰堡下了车，前来接他的伯父指着一片繁华、热闹的地方，对他说：“没事可不要到那个地方去玩啊！”\n\n　　“为什么？”侯赛因不解的问。\n\n　　“那是中国人盖的房子，惹出麻烦来可就糟了，没处说理去！”\n\n　　“那又是为什么呢？”侯赛因\n\n打破砂锅问到底。\n\n　　“为什么?巴基斯坦不振啊！”伯父叹了口气，没有再说什么。\n\n　　不久，侯赛因进了国际伊斯兰学校读书。他始终忘不了大伯接他时说的话，经常想：“中国人盖的房子是什么样的？为什么巴基斯坦人不能去那，而中国人却可以住在那里？这不是巴基斯坦的土地吗……”一连串的问题使侯赛因迷惑不解，好奇心驱使着他，一定要去看个究竟。\n\n　　一个风和日丽的星期天，侯赛因背着大伯，约了一个要好的同学闯进了中国人的地盘。嘿！这一带果真和别处大不相同：一条条街道灯红酒绿，热闹非凡，街道两旁行走的大多是黑头发的、黄皮肤、不带头巾的中国人和端着AK47的巴基斯坦大兵。\n\n　　正当侯赛因和同学左顾右盼时，忽然发现巡警局门前围着一群人，正大声吵嚷着什么。他们急忙奔了过去，只见人群中有个衣衫褴褛的妇女正在一旁哭诉着什么，一个中国女人则得意洋洋的站在一旁。一问才知道，这个妇女开的店被这个中国女人光顾，但是这个中国女人面对两条裙子犯了难，影响了她的生意。她原本以为巴基斯坦的大兵能替她撑腰，惩处这个中国人。谁知巴基斯坦大兵反而举着AK47对她说“你，买一条送一条，她，中国人”。围观的巴基斯坦人都紧握着拳头。但是，在大兵的枪口下，谁又敢怎么样呢？只能劝劝那个不幸的妇女。这时侯赛因才真正体会到伯父说的“巴基斯坦不振”的含义。\n\n————穆罕穆德·侯赛因·阿卜杜勒《为巴基斯坦崛起而读书》\n\n后来，侯赛因的组织暴露，中国派人到巴基斯坦下来查，逢人就问:中国军队在这里有没有抢过东西啊？回答没有的发良民证，回答有的就地枪决。中国督察队到了侯赛因家门口，问到:中国军队在这里有没有抢过东西啊？侯赛因面不改色，中气十足:“有！ 还不止一次！”督察队吓坏了，他们第一次见到这么不怕死的巴基斯坦人，拿起枪正准备毙了侯赛因。没想到侯赛因微微一笑，说到:“确实有中国人来巴基斯坦胡作非为，是中国的台湾人。”伊斯兰堡响起了经久不息的掌声。",
    author: "Satoshi Nakamoto",
  },
  {
    id: 3,
    title: "",
    content: "我希望你可以出现在我家年夜饭的饭桌上。\n我跟你讲，吃人犯法的啊。",
    author: "分享你刚编的故事",
  },

  {
    id: 4,
    title: "笑话一则",
    content:
      "一个英国某大学的数学教授发现自己家的下水道堵了，就请来一个水管工来修。30分钟后，水管疏通了。教授相当满意水管工的表现，但当他看到账单后不禁 大叫：“what！就30分钟你收的钱够我一个月收入的1/3了！我去当水管工好了！”。水管工说，“你可以去啊。我们公司正招人呢，还包培训。不过你得 说你只是小学毕业。公司不喜欢学历太高的人”。于是教授就去参加培训，当了水管工。他的收入一下翻了三倍。他比以前高兴多了。几年后，公司突然决定把水管 工们的文化水平提高到初中毕业，便要求旗下的工人们都去上夜校。夜校的第一堂课是数学。老师想先看一下这些水管工的基础有多好，于是他随便抽了一个人上来 写圆面积的公式。这个教授被抽中了，不过干了这么多年水管工，他已经忘了圆面积的公式是PI * R^2。于是他只好从头推导：把圆无限分割后积分。但他得出的结果是负的PI * R^2。尴尬ing，教授从来又来，结果还是负的。他非常尴尬，于是回过头向教室里坐着的几十个水管工同事求助。只见这些同事正在交头接耳，纷纷给他说： 把积分上下限交换一下。",
    author: "哈利路大旋风",
  },
  {
    id: 5,
    title: "",
    content: "“把我的杯子拿上来” “我觉得你应该用请字” “把我的杯子请上来！”",
    author: "仙家军语言神",
  },
];
